Repository: ghrom/iMtG-iOS-UI-Translations
Catalog: *.lproj/Localizable.strings
Languages: pl

source: Life Counter
pl: Licznik

source: Start new game
pl: Zacznij nową grę

source: Link to other device
pl: Podłącz do innego urządzenia

source: General
pl: Generał

source: Dice Roll
pl: Rzut Kośćmi

source: You rolled %i, opponent rolled %i.
pl: Twoje kości %i, kości przeciwnika %i.

source: New Game
pl: Nowa Gra

source: Duel
pl: Pojedynek

source: EDH / Commander
pl: EDH / Generał

source: Two-Headed Giant
pl: Dwugłowy Gigant

source: Reset names
pl: Zresetuj imiona

source: Close
pl: Zamknij

source: Player %li
pl: Gracz %li

source: Player Name
pl: Gracz

source: General Damage
pl: Uszkodzenia Generalskie

source: from
pl: od

source: Clear Log
pl: Skasuj Log

source: Deck Builder
pl: Dek Konstruktor

source: Decks
pl: Deki

source: Add new Deck
pl: Dodaj nowy Dek

source: Deck List Tools
pl: Narzędzia Deków

source: Tools
pl: Narzędzia

source: Import from device
pl: Importuj z urządzenia

source: Required: In iTunes on your PC/Mac put .dec file in iMtG folder.
pl: Wymagane: W iTunes na komputerze PC/Mac wrzuć plik .dec do foldera iMtG.

source: Import from Dropbox
pl: Importuj z Dropboxu

source: Scan Dropbox for .dec files.
pl: Szukaj plików .dec w Dropboxie.

source: Paste
pl: Wklej

source: Scan Pasteboard for .dec compatible text.
pl: Sprawdź czy w Schowku jest tekst kompatybilny z formatem .dec

source: Importing decks
pl: Importuję Deki

source: Import Finished
pl: Import zakończony

source: Nothing was found.
pl: Nic tu nie ma.

source: Deck imported.
pl: Dek zaimportowany.

source: %li Decks imported.
pl: Deki zaimportowano (razem %li).

source: Pasteboard is empty
pl: Nic do wklejenia

source: Copy something which resembles content of a text .dec compatible file, then Paste it here.
pl: Skopiuj coś co wygląda jak zawartość pliku .dec do Schowka, potem Wklej tutaj.

source: Delete Deck
pl: Skasuj Dek

source: Deck Tools
pl: Narzędzia Deku

source: Details
pl: Detale

source: Deck Details
pl: Deck: Detale

source: Checks & Balances
pl: Kontrola Wewnętrzna

source: Notes
pl: Notatki

source: Name
pl: Nazwa

source: Tournaments
pl: Turnieje

source: Type
pl: Typ

source: Binders
pl: Bindery

source: Not Filtered
pl: Bez Filtra

source: Not Prefiltered
pl: Bez Prefiltra

source: Try Play
pl: Próba Gry

source: Statistics
pl: Statystyki

source: Mana Curve
pl: Krzywa Many

source: Mana Pie
pl: Mana Tort

source: Mana Symbols
pl: Symbole Many

source: Edit
pl: Zmień

source: Gravity
pl: Grawitacja

source: Share with Gathering
pl: Podziel się z Gathering

source: Unable to send mail
pl: Nie udało się wysłać Maila

source: Mail sent!
pl: Mail wysłany!

source: Add to Binder
pl: Dodaj do Bindera

source: If not already there, each entry in the deck added to %@
pl: Jeśli jeszcze jej tam nie było, każda Karta z Deku została dodana do %@

source: Nothing missing, so nothing added.
pl: Nic nie brakuje, więc nic nie dodane.

source: You have it all in Your Precious or Needed binders already.
pl: To wszystko już jest w Binderach Moje Skarby lub Potrzebuję.

source: You have it all in %@ binder already.
pl: Wszystko to już jest w Binderze %@

source: Nothing added
pl: Nic nie dodane

source: Deck is empty.
pl: Dek jest pusty.

source: Clone Deck
pl: Sklonuj Dek

source: More
pl: Więcej

source: What MORE should I do with an empty deck? Fill it for you? ;]
pl: Co WIĘCEJ mogę zrobić z pustym Dekiem? Wypełnić go za Ciebie? ;]

source: Card Shop
pl: Sklep z Kartami

source: No Need.
pl: Nie Potrzebuję

source: Nothing from this deck is in the Needed binders.
pl: Nic z tego Deku nie jest w Binderach Potrzebuję.

source: Gathering
pl: Zbiegowisko

source: Card Database
pl: Baza Kart

source: Bookmarks
pl: Zakładki

source: Expansions
pl: Rozszerzenia

source: Scan
pl: Skaner

source: I'm Feeling Lucky
pl: Losowanko

source: Magic Binders
pl: Magiczne Bindery

source: My Precious
pl: Moje Skarby

source: Needed
pl: Potrzebuję

source: Trade Binder
pl: Na Wymianę

source: Trading
pl: Handel

source: Price Check
pl: Cennik

source: Update Private Page
pl: Uaktualnij Private Page

source: Potential Trades
pl: Potencjalne Wymiany

source: Rules
pl: Reguły

source: Glossary
pl: Słownik

source: Ask
pl: Spytaj

source: Shuffle
pl: Potasuj

source: Draw a Card
pl: Pociągnij Kartę

source: Roll dice, coin or pick random card from selection
pl: Rzuć kości, monotę lub zostaw losową kartę z wybranych

source: You rolled %i and %i, for a total of %i.
pl: Kości rzucone zostały %i i %i, razem %i.

source: Move selection to previous (left) zone
pl: Przesuń wybór do poprzedniej (lewej) strefy

source: Move selection to next (right) zone
pl: Przesuń wybór do następnej (prewej) strefy

source: No more right
pl: Nie ma prawa

source: Help
pl: Pomoc

source: Support and Feedback
pl: Wsparcie i Zwrotki

source: Shop
pl: Sklep

source: Connecting...
pl: Łączę...

source: Connected
pl: Połączone

source: Oops! Lame.
pl: Oops! Lipa.

source: Unable to retrieve information for some of the items. Try: Main Menu -> Support and Feedback, please.
pl: Nie udało się pobrać aktualnej informacji. Tu: Główne Menu -> Wsparcie i Zwrotki, poproszę.

source: Settings
pl: Ustawienia i Narzędzia

source: About
pl: iMtG

source: Price: All
pl: Pełen Cennik

source: Price: List
pl: Cennik

source: Price: Buy
pl: Cennik Sprzedaży

source: Price: Sell
pl: Cennik Zakupu

source: Are you sure?
pl: Czy na pewno?

source: Cancel
pl: Nie

source: Yes
pl: Tak

source: Offline Cache
pl: Schowek Offline

source: Download in progress
pl: Pobieram...

source: Continue
pl: Kontynuuj

source: Reset Main Menu to defaults.
pl: Zresetuj Główne Menu do ustawień fabrycznych.

source: Disconnect
pl: Rozłącz

source: Gathering Tools
pl: Narzędzia Gathering

source: This functionality requires iMtG Server to be online.
pl: Wymagane połączenie sieciowe z iMtG Serverem.

source: Go Safari
pl: Otwórz Safari

source: Replies
pl: Odpowiedzi

source: No Ads
pl: Wyłącz Reklamy

source: Rulings
pl: Zasady

source: For Trade
pl: Nadwyżki

source: Life Counter Settings
pl: LŻ: Ustawienia

source: Trial is complete
pl: Pokaz zakończony

source: I hope scanning worked for you and you will purchase the full version of it. Please use Feedback to tell me about issues you had or your improvement requests.
pl: Mam nadzieję, że skaner zadziałał jak należy i jest warty zakupu. Proszę użyj opcję Wsparcie i Zwrotki jeśli nie ;]

source: No way
pl: Hmm

source: How much?
pl: A cena?

source: Shake Menu
pl: Wstrząśnięte

source: Shake your device to enter here.
pl: Potrząś urządzeniem by się tu dostać.

source: Unshake
pl: Odtrząś

source: Undo %@
pl: Cofnij %@

source: Email the Author
pl: Wsparcie i Zwrotki

source: Report a problem
pl: Mam problem...

source: Legalities
pl: Kruczki Prawne

source: Commentary & Criticism
pl: Krytyka Konstruktywna

source: TCGplayer.com non-foil
pl: Cena TCGplayer.com

source: No binder linked to scanned QR Code found.
pl: Nie ma bindera podłączonego do znzlezionego QR Code.

source: Link to Binder
pl: Podłącz Binder

source: Restricted
pl: Z ograniczeniami

source: Legal
pl: Spoko

source: Thank you!
pl: Dzięki!

source: The ads are no more.
pl: Reklamy wywalone.

source: The offline cache is now active. Try: Main Menu -> Settings & Tools -> Tools.
pl: Schowek Offline aktywny od teraz. Tu: Główne Menu -> Ustawienia i Narzędzia -> Narzędzia.

source: You can access card rulings when checking detailed card info.
pl: Dostęp do Zasad odblokowany.

source: You can manage a huge number of decks in Deck Builder.
pl: Limit Deków wyłączony.

source: You have it all, Boss.
pl: Masz wszystko. Boss!

source: You can scan as much as you want.
pl: Skanujta ile chceta.

source: Update Database started. Try: Main Menu -> Settings & Tools -> Tools -> Database Update.
pl: Uaktualniam Bazę Danych... Tu: Główne Menu -> Ustawienia i Narzędzia -> Narzędzia -> Uaktualnij Bazę Danych.

source: Update Database in Main Menu -> Settings & Tools -> Tools -> Database Update.
pl: Uaktualnij Bazę Danych tu: Główne Menu -> Ustawienia i Narzędzia -> Narzędzia -> Uaktualnij Bazę Danych.

source: May your trades be always profitable.
pl: Niech twe transakcje będą zawsze zyskowne.

source: You can create unlimited number of Binders.
pl: Limit Binderów wyłączony.

source: You can print and scan QR Code Labels.
pl: Drukowanie i skanowanie kodów 2D włączone.

source: You have unlocked iMtG Server access for 1 month.
pl: Dostęp do iMtG Servera odblokowany na 1 miesiąc.

source: You have unlocked iMtG Server access for 7 months.
pl: Dostęp do iMtG Servera odblokowany na 7 miesięcy.

source: You have unlocked iMtG Server access for 15 months.
pl: Dostęp do iMtG Servera odblokowany na 15 miesięcy.

source: You have unlocked iMtG Server access. Sharing is caring! ;]
pl: Dostęp do iMtG Servera odblokowany. Brak mi słów uznania! ;]

source: You have unlocked iMtG Server access for a month.
pl: Dostęp do iMtG Servera odblokowany na miesiąc.

source: That felt good, cheers!
pl: To było dobre, na zdrowie!

source: Restore Purchases
pl: Przywróć Zakupy

source: I'll Have it All
pl: Poproszę Wszystko

source: Card Scanner
pl: Skaner Kart

source: No Camera
pl: Brak Kamery

source: Disable Ads
pl: Skasuj Reklamy

source: Unlimited Decks
pl: Nielimitowane Deki

source: Card Rulings
pl: Zasady Kart

source: Card Translations
pl: Tłumaczenia Kart

source: Advanced Trading
pl: Zaawansowany Handel

source: Unlimited Binders
pl: Nielimitowane Bindery

source: QR Code Labels
pl: Etykiety QR Code

source: iMtG Server - Half Year
pl: iMtG Server - Pół Roku

source: iMtG Server - Year
pl: iMtG Server - Rok

source: iMtG Server - Continuous
pl: iMtG Server - Co Miesiąc
